Repository: zhrispineda/Settings-iOS
Catalog: Preferences/Resources/Localizations/NotificationsSettings.xcstrings
Source language: en
Languages: ar, bg, ca, cs, da, de, el, es, es_us, fi, fr, fr_ca, he, hi, hr, hu, id, it, ja, kk, ko, lt, ms, nl, no, pl, pt_br, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, vi, zh_cn, zh_hk, zh_tw

# DELIVER_IMMEDIATELY_FOOTER
source: %@ are always delivered immediately outside of the summary schedule.
ar: يتم دائمًا تسليم %@ بصورة فورية خارج جدول الملخص.
bg: %@ винаги се доставят незабавно извън обобщения график.
ca: Fora de l’horari de resums, els %@ sempre s’entreguen immediatament.
cs: %@ se vždy doručují okamžitě, nezávisle na naplánovaných souhrnech.
da: %@ leveres altid med det samme uden at tage hensyn til tidsplanen.
de: %@ werden außerhalb des Übersichtszeitplans immer sofort zugestellt.
el: %@: παραδίδονται πάντα αμέσως και δεν περιλαμβάνονται στο πρόγραμμα σύνοψης.
es: Las %@ siempre se entregan inmediatamente fuera del horario de envío del resumen.
es_us: %@: se entregan siempre de forma inmediata fuera del horario del resumen.
fi: %@ toimitetaan aina välittömästi yhteenvetoajastusten ulkopuolella.
fr: Les notifications %@ sont toujours immédiatement distribuées en dehors des résumés programmés.
fr_ca: %@ sont toujours immédiatement transmises en dehors de l’horaire de résumé des notifications.
he: ‏%@ תמיד יימסרו באופן מיידי, מחוץ לתזמון המסירה המרוכזת.
hi: %@ को हमेशा सारांश शेड्यूल के बाहर तत्काल डिलीवर किया जाता है।
hr: %@ će se uvijek odmah isporučiti, izvan rasporeda sažetka.
hu: %@ mindig azonnal vannak kézbesítve, függetlenül az összegzési ütemezéstől.
id: %@ selalu dikirim segera di luar jadwal ringkasan.
it: Alcune notifiche (%@) vengono sempre recapitate immediatamente al di fuori del programma per i riepiloghi.
ja: 要約のスケジュールとは別に、%@は常にすぐに配信されます。
kk: Әрқашан жинақтама кестесіне қарамастан %@ дереу жеткізіледі.
ko: ^[%@은](inflect: true, inflectionAlternative: "{1}은(는)") 지정된 요약 시간과 별도로 항상 즉시 전달됩니다.
lt: „%@“ visada pristatoma iš karto ne pagal suvestinės tvarkaraštį.
ms: %@ sentiasa dihantar dengan segera di luar jadual ringkasan.
nl: %@ worden altijd onmiddellijk afgeleverd buiten het overzichts­schema.
no: %@ blir alltid levert øyeblikkelig, uavhengig av når sammendraget leveres.
pl: %@ są zawsze dostarczane natychmiast, poza harmonogramem podsumowań.
pt_br: %@ são sempre entregues imediatamente fora dos horários de resumo.
pt_pt: %@ são sempre apresentadas imediatamente fora do horário definido para o resumo.
ro: %@ sunt întotdeauna livrate imediat, în afara programului de trimitere a rezumatului.
ru: %@ всегда доставляются незамедлительно вне расписания сводки.
sk: %@ sú vždy doručované okamžite mimo plánovaného prehľadu.
sl: %@ se vedno dostavijo takoj, ne glede na urnik povzetkov.
sv: %@ levereras alltid omedelbart utanför schemat för sammanfattning.
th: %@ถูกส่งทันทีโดยไม่ขึ้นอยู่กับกำหนดเวลาส่งสรุป
tr: %@, özet zamanlamasının dışında her zaman anında iletilir.
uk: Незалежно від розкладу звіту, %@ завжди доставляються миттєво.
vi: %@ luôn được phát ngay lập tức khi ở ngoài lịch trình tóm tắt.
zh_cn: %@不属于定时推送的摘要范畴，将始终立即推送。
zh_hk: %@不會受摘要編排影響，將總是立即傳送。
zh_tw: %@不受摘要排程影響，一律立即傳送。

# PRIORITIZATION_EXPLANATION_IPHONE
source: Intelligently prioritize the most important notifications you've received on the Lock Screen, so you can catch up on what you may have missed while away from iPhone.
ar: إعطاء أولوية لأهم الإشعارات التي تلقيتها على شاشة القفل، وبذلك يمكنك إدراك ما فاتك أثناء ابتعادك عن iPhone.
bg: Най-важните известия, които сте получили, се подреждат интелигентно по приоритет на Заключен екран, така че можете лесно да разберете какво може да сте изпуснали, докато не сте използвали iPhone.
ca: L’iPhone pot prioritzar de manera intel·ligent les notificacions més importants a la pantalla bloquejada perquè et posis al dia ben ràpid.
cs: Na zamknuté obrazovce je možné inteligentně upřednostnit důležitá oznámení, abyste dohnali, co jste možná zmeškali, když jste nebyli poblíž iPhonu.
da: Prioriter på intelligent vis de vigtigste notifikationer, du har modtaget, på låseskærmen. Derved kan du få et overblik over, hvad du er gået glip af, mens du var væk fra iPhone.
de: Priorisiere intelligent die wichtigsten Mitteilungen, die du auf dem Sperrbildschirm erhalten hast, sodass du schnell sehen kannst, was du möglicherweise verpasst hast, als du nicht am iPhone warst.
el: Δίνεται προτεραιότητα με έξυπνο τρόπο στις πιο σημαντικές γνωστοποιήσεις που λάβατε στην οθόνη κλειδώματος, ώστε να ενημερώνεστε αμέσως για οτιδήποτε συνέβη ενώ δεν χρησιμοποιούσατε το iPhone σας.
es: Se priorizan de forma inteligente las notificaciones más importantes que recibes en la pantalla de bloqueo para que puedas ver lo que ha pasado mientras no ^[estabas ^[atento](inflect: true) al](inflectionAlternative: "mirabas el") iPhone.
es_us: Prioriza de manera inteligente las notificaciones más relevantes que hayas recibido en la pantalla bloqueada para que puedas enterarte de un vistazo de lo que pasó no prestabas atención al iPhone.
fi: Priorisoi älykkäästi tärkeimmät vastaanottamasi ilmoitukset lukitulle näytölle, jotta voit päästä ajan tasalle siitä, mitä on tapahtunut ollessasi poissa iPhoneltasi.
fr: Met intelligemment en avant les notifications les plus importantes reçues sur l’écran verrouillé, afin que vous puissiez consulter celles que vous pourriez avoir manquées pendant que vous n’utilisiez pas votre iPhone.
fr_ca: Accordez intelligemment la priorité à l’affichage des notifications les plus importantes sur votre écran verrouillé pour que vous puissiez reprendre le fil de ce que vous avez manqué pendant que vous n’utilisiez pas votre iPhone.
he: באפשרותך להגדיר תיעדוף חכם של העדכונים החשובים ביותר שקיבלת במסך הנעילה, כדי שתהיה לך אפשרות להתעדכן במה שהחמצת בזמן שלא השתמשת ב-iPhone.
hi: आपकी लॉक स्क्रीन पर आई सूचनाओं की प्राथमिकताएँ चतुराई से तय करें ताकि iPhone से जितनी देर आप अलग रहे, उस दौरान की ज़रूरी चीज़ों से आप वाक़िफ़ हो सकें।
hr: Pametno prioritizirajte najvažnije obavijesti koje ste primili na zaključanom zaslonu kako biste mogli pregledati one koje ste možda propustili dok niste bili uz iPhone.
hu: Intelligensen priorizálhatja a zárolási képernyőn fogadott legfontosabb értesítéseket, így naprakész maradhat azzal kapcsolatban, amiről esetleg lemaradt, amíg távol volt az iPhone-jától.
id: Dengan pintar prioritaskan pemberitahuan paling penting yang telah Anda terima di Layar Terkunci, agar dapat memastikan Anda tidak melewatkan apa-apa saat tidak memegang iPhone.
it: Riordina in modo intelligente le notifiche più importanti che hai ricevuto sulla schermata di blocco, così potrai scoprire rapidamente ^[cosa ti sei ^[perso](inflect: true)](inflectionAlternative: "cos‘è successo") mentre non stavi usando iPhone.
ja: ロック画面で受信した通知の中で最も重要なものをインテリジェントに優先順位を付けて、iPhoneから離れている間に見逃したかもしれない情報を簡単に確認できるようにします。
kk: Құлыптау экранында көрсетілетін ең маңызды хабарландыруларға басымдық беру iPhone құрылғысынан тыс кезде жіберіп алған нәрселерді білуге мүмкіндік береді.
ko: 가장 중요한 알림을 지능적으로 우선 처리하여 잠금 화면에 표시함으로써, 사용자가 iPhone에서 떨어져 있을 때 놓쳤을 수도 있는 알림을 바로 따라잡을 수 있도록 합니다.
lt: Išmaniai suskirstykite užrakintame ekrane gautus svarbiausius pranešimus pagal pirmenybę, kad žinotumėte, ką galėjote praleisti, kol nesinaudojote „iPhone“.
ms: Utamakan pemberitahuan paling penting secara pintar yang telah anda terima pada Skrin Kunci, supaya anda boleh mengikuti perkembangan perkara yang mungkin anda terlepas semasa tidak menggunakan iPhone.
nl: Geef op intelligente wijze prioriteit aan de belangrijkste meldingen die je op het toegangsscherm hebt ontvangen, zodat je kunt inhalen wat je eventueel hebt gemist terwijl je de iPhone niet gebruikte.
no: Prioriter de viktigste varslingene på Låst skjerm på en smart måte slik at du raskt får oversikt over det du har gått glipp av siden sist.
pl: Najważniejsze odebrane powiadomienia są w sposób inteligentny priorytetyzowane na ekranie blokady, dzięki czemu łatwo sprawdzisz, co mogło Ci umknąć.
pt_br: Ordene de forma inteligente as notificações mais importantes que você recebeu na Tela Bloqueada, assim você acompanha o que perdeu enquanto não usava o iPhone.
pt_pt: Prioriza de forma inteligente as notificações mais importantes recebidas no ecrã bloqueado, para que possa ver rapidamente o que recebeu quando não estava a usar o iPhone.
ro: Prioritizați în mod inteligent cele mai importante notificări pe care le‑ați primit pe ecranul de blocare, pentru a vă pune rapid la curent cu informațiile pe care este posibil să fi ratat în timp ce nu aveați acces la iPhone.
ru: Используя интеллектуальные функции iPhone, можно приоритетно отображать самые важные из полученных уведомлений на экране блокировки, чтобы быстро реагировать на то, что действительно заслуживает внимания.
sk: Na zamknutej obrazovke budú inteligentne uprednostňované najdôležitejšie hlásenia, aby ste dohnali to, čo ste mohli zameškať, keď ste neboli v blízkosti iPhonu.
sl: Pametno dodelite prednost najpomembnejšim obvestilom, ki ste jih prejeli na zaklenjenem zaslonu, da naknadno preberete, kar ste zamudili, medtem ko niste imeli iPhona pri roki.
sv: Prioritera de viktigaste notiserna på låsskärmen med enhetens intelligens, så att du kan få en överblick över vad du har missat sedan du senast använde iPhone.
th: จัดลำดับความสำคัญของการแจ้งเตือนที่สำคัญที่สุดที่คุณได้รับบนหน้าจอล็อคอย่างฉลาดเพื่อให้คุณสามารถติดตามการแจ้งเตือนที่คุณอาจไม่เห็นในระหว่างที่คุณอยู่ห่างจาก iPhone ได้
tr: Kilitli ekranda aldığınız en önemli bildirimleri akıllı bir şekilde önceliklendirir. Böylece iPhone’dan uzaktayken kaçırmış olabileceklerinizi görebilirsiniz.
uk: Інтелектуальні алгоритми на iPhone визначатимуть і показуватимуть на замкненому екрані найважливіші з отриманих сповіщень, щоб ви були в курсі нагальних справ.
vi: Ưu tiên một cách thông minh các thông báo quan trọng nhất mà bạn đã nhận được trên Màn hình khóa, để bạn nắm bắt được những gì mà bạn có thể đã bỏ lỡ trong khi ở xa iPhone.
zh_cn: 锁屏智能化，优先显示重要通知，方便查看未使用iPhone期间可能错过的内容。
zh_hk: 以智能方式優先顯示你在鎖定畫面收到的最重要通知，讓你可以在離開iPhone時查看你可能錯過的內容。
zh_tw: 在鎖定畫面上根據你所接收通知的重要性，智慧排列顯示順序，讓你可以掌握未使用iPhone期間錯過的通知。

# DELIVER_IMMEDIATELY_FOOTER_CONJUNCTION
source: %@ and %@
ar: ‏%@ و%@
bg: %@ и %@
ca: %@ i %@
cs: %@ a %@
da: %@ og %@
de: %@ und %@
el: %@ και %@
es: %@ y %@
es_us: %@ y %@
fi: %@ ja %@
fr: %@ et %@
fr_ca: %@ et %@
he: ‏%@ ו-%@
hi: %@ और %@
hr: %@ i %@
hu: %@ és %@
id: %@ dan %@
it: %@ e %@
ja: %@と%@
kk: %@ және %@
ko: %@ 및 %@
lt: „%@“ ir „%@“
ms: %@ dan %@
nl: %@ en %@
no: %@ og %@
pl: %@ i %@
pt_br: %@ e %@
pt_pt: %@ e %@
ro: %@ și %@
ru: %@ и %@
sk: %@ a %@
sl: %@ in %@
sv: %@ och %@
th: %@ และ %@
tr: %@ ve %@
uk: %@ і %@
vi: %@ và %@
zh_cn: %@和%@
zh_hk: %@和%@
zh_tw: %@和%@

# SPOKEN_NOTIFICATIONS
source: Announce Notifications
ar: إعلان الإشعارات
bg: Оповестяване на известия
ca: Anuncia les notificacions
cs: Informovat o oznámeních
da: Meddel notifikationer
de: Mitteilungen ankündigen
el: Ανακοίνωση γνωστοποιήσεων
es: Anunciar las notificaciones
es_us: Anunciar notificaciones
fi: Puhu ilmoitukset
fr: Annoncer les notifications
fr_ca: Annoncer les notifications
he: הכרזה על עדכונים
hi: सूचनाएँ घोषित करें
hr: Najavi obavijesti
hu: Értesítések bejelentése
id: Umumkan Pemberitahuan
it: Leggi notifiche ad alta voce
ja: 通知の読み上げ
kk: Хабарландыруды жариялау
ko: 알림 읽어주기
lt: Informuoti apie pranešimus
ms: Umumkan Pemberitahuan
nl: Kondig meldingen aan
no: Kunngjør varslinger
pl: Ogłaszaj powiadomienia
pt_br: Ler Notificações
pt_pt: Anunciar notificações
ro: Anunțare notificări
ru: Уведомления вслух
sk: Oznamovať hlásenia
sl: Najavljaj obvestila
sv: Läs upp notiser
th: อ่านการแจ้งเตือน
tr: Bildirimleri Seslendir
uk: Оголошувати сповіщення
vi: Đọc thông báo
zh_cn: 播报通知
zh_hk: 讀出通知
zh_tw: 播報通知

source: Siri Suggestions
ar: اقتراحات Siri
bg: Предложения от Siri
ca: Suggeriments de Siri
cs: Návrhy Siri
da: Siri-forslag
de: Siri-Vorschläge
el: Προτάσεις Siri
es: Sugerencias de Siri
es_us: Sugerencias de Siri
fi: Siri-ehdotukset
fr: Suggestions de Siri
fr_ca: Suggestions de Siri
he: הצעות של Siri
hi: Siri सुझाव
hr: Siri prijedlozi
hu: Siri-javaslatok
id: Saran Siri
it: Suggerimenti di Siri
ja: Siriからの提案
kk: Siri ұсыныстары
ko: Siri 제안
lt: „Siri“ pasiūlymai
ms: Cadangan Siri
nl: Siri-suggesties
no: Forslag fra Siri
pl: Sugestie Siri
pt_br: Sugestões da Siri
pt_pt: Sugestões de Siri
ro: Sugestii Siri
ru: Предложения Siri
sk: Návrhy Siri
sl: Sirijini predlogi
sv: Siri-förslag
th: คำแนะนำโดย Siri
tr: Siri Önerileri
uk: Пропозиції Siri
vi: Gợi ý của Siri
zh_cn: Siri建议
zh_hk: Siri建議
zh_tw: Siri建議

# SUMMARIZATION_EXPLANATION_LONG
source: Summarize content in direct messages and groups of notifications making them more succinct and easier to read. Summary accuracy may vary based on content.
ar: تلخيص المحتوى الموجود في الرسائل المباشرة ومجموعات الإشعارات، مما يجعلها أكثر إيجازًا وأسهل في القراءة. قد تختلف دقة الملخص حسب المحتوى.
bg: Съдържанието се обобщава в директни съобщения и групи с известия, като ги прави кратки и лесни за четене. Точността на обобщението може да е различна в зависимост от съдържанието.
ca: Resumeix el contingut dels missatges directes i dels grups de notificacions per facilitar‑ne la lectura. La precisió del resum pot variar en funció del contingut.
cs: Souhrny obsahu soukromých zpráv a skupin oznámení jsou stručnější a snáz se čtou. Přesnost souhrnů se může různit v závislosti na obsahu.
da: Opsummer indholdet af direkte beskeder og grupperede notifikationer for at gøre dem mere kortfattede og nemmere at læse. Nøjagtigheden af resumeet kan variere afhængigt af indholdet.
de: Inhalte in Direktnachrichten und Gruppenmitteilungen zusammenzufassen macht sie übersichtlicher und sie sind leichter zu verstehen. Die Genauigkeit der Zusammenfassung kann je nach Inhalt abweichen.
el: Σύνοψη του περιεχομένου σε άμεσα μηνύματα και ομάδες γνωστοποιήσεων, ώστε να είναι πιο συνοπτικά και ευανάγνωστα. Η ακρίβεια της σύνοψης ενδέχεται να διαφέρει ανάλογα με το περιεχόμενο.
es: Resume el contenido de los mensajes directos y los grupos de notificaciones para hacerlos más concisos y fáciles de leer. La precisión del resumen puede variar en función del contenido.
es_us: Resume el contenido de los mensajes directos y los grupos de notificaciones para que sean más concisos y fáciles de leer. La precisión del resumen puede variar dependiendo del contenido.
fi: Tee yhteenveto suorien viestien ja ilmoitusryhmien sisällöstä, jotta ne ovat ytimekkäämpiä ja helpompia lukea. Yhteenvedon tarkkuus voi vaihdella sisällön mukaan.
fr: Résumez le contenu des messages directs et des groupes de notifications en les rendant encore plus succincts et faciles à lire. La précision des résumés peut varier selon leur contenu.
fr_ca: Résument le contenu des messages directs et des groupes de notifications en les rendant encore plus succincts et faciles à lire. La précision des résumés peut varier selon leur contenu.
he: ניתן לסכם תכנים של הודעות ישירות ושל קבוצות עדכונים כדי להפוך אותם לתמציתיים וקלים יותר לקריאה. דיוק הסיכום עשוי להשתנות לפי התוכן.
hi: डायरेक्ट संदेशों और सूचनाओं के समूहों में कॉन्टेंट का सारांश तैयार करें जो संक्षिप्त हो और पढ़ने में सुगम हो। सारांश की सटीकता कॉन्टेंट के प्रकार पर निर्भर करती है।
hr: Sažmite sadržaj izravnih poruka i grupa obavijesti kako bi bile jezgrovitije i lakše za čitanje. Točnost sažetka može varirati na temelju sadržaja.
hu: Összegzi a közvetlen üzenetekben és értesítési csoportokban található tartalmat, hogy tömörebb és könnyebben olvasható legyen. Az összegzés pontossága a tartalomtól függően eltérő lehet.
id: Ringkas konten di pesan langsung dan grup pemberitahuan agar lebih singkat dan mudah dibaca. Akurasi ringkasan dapat bervariasi berdasarkan konten.
it: Riassumi il contenuto dei messaggi diretti e dei gruppi di notifiche, rendendoli più sintetici e facili da leggere. L’accuratezza dei riepiloghi potrebbe variare in base al contenuto.
ja: ダイレクトメッセージや通知グループの内容を要約し、より簡潔で読みやすくします。要約の精度は内容によって異なります。
kk: Тікелей хабарлардағы және хабарландырулар топтарындағы контентті айтарлықтай қысқарту және оқуды жеңілдету үшін жинақтаңыз. Жинақтама дәлдігі контентке қарай әртүрлі болуы мүмкін.
ko: 다이렉트 메시지 및 알림 그룹의 콘텐츠를 요약하여 간략하고 읽기 쉽게 제공합니다. 요약의 정확도는 콘텐츠에 따라 다를 수 있습니다.
lt: Sukurkite glaustą ir lengviau skaitomą tiesioginių žinučių ir pranešimų grupių turinio santrauką. Santraukos tikslumas gali kisti priklausomai nuo turinio.
ms: Ringkaskan kandungan dalam mesej langsung dan kumpulan pemberitahuan yang menjadikannya lebih padat serta lebih mudah dibaca. Ketepatan ringkasan mungkin berbeza-beza berdasarkan kandungan.
nl: Vat de inhoud van directe berichten en groepen meldingen samen om ze beknopter en makkelijker leesbaar te maken. De nauwkeurigheid van de samenvatting kan variëren en is afhankelijk van de inhoud.
no: Oppsummer innhold i direktemeldinger og grupperte varslinger så de blir kortere og enklere å lese. Nøyaktigheten av oppsummeringen kan variere etter innholdet.
pl: Streszczanie wiadomościach bezpośrednich i grup powiadomień ułatwia ich odczytywanie. Dokładność streszczania zależy od streszczanej treści.
pt_br: Resume o conteúdo de mensagens diretas e grupos de notificações para que fique mais sucinto e fácil de ler. A precisão do resumo pode variar com base no conteúdo.
pt_pt: Resumir o conteúdo de mensagens diretas e grupos de notificações para torná‑las mais concisas e fáceis de ler. A precisão dos resumos varia em função do conteúdo.
ro: Conținutul din mesajele directe și din grupurile de notificări va fi rezumat, pentru a fi mai succint și mai ușor de citit. Exactitatea rezumatelor poate varia în funcție de conținut.
ru: Конспектировать контент в личных сообщениях и группах уведомлений, делая их более компактными и удобными для чтения. Качество результата может зависеть от вида контента.
sk: Zhrnutia obsahu zo súkromných správ a skupín hlásení sú stručnejšie a ľahšie sa čítajú. Presnosť zhrnutí môže kolísať v závislosti od obsahu.
sl: Povzemite vsebino v neposrednih sporočilih in skupinah obvestil, da bodo bolj strnjena in jih boste lažje prebrali. Točnost povzetka je odvisna od vsebine.
sv: Sammanfatta innehåll i direktmeddelanden och grupperade notiser så att de blir kortare och mer lättlästa. Hur exakt sammanfattningen är kan variera beroende på innehållet.
th: สรุปเนื้อหาในข้อความและกลุ่มของการแจ้งเตือนโดยตรงเพื่อให้สั้นกระชับและอ่านง่ายยิ่งขึ้น ความถูกต้องของสรุปอาจแตกต่างกันตามเนื้อหา
tr: Doğrudan mesajlarda ve bildirim gruplarında içeriği özetleyerek onları daha kısa, öz ve kolay okunur hâle getirin. Özet doğruluğu, içeriğe göre değişebilir.
uk: Підсумовувати вміст прямих повідомлень і груп сповіщень, щоб їх можна було швидко й легко прочитати. Точність підсумку може різнитися залежно від вмісту.
vi: Tóm tắt nội dung trong các tin nhắn trực tiếp và các nhóm thông báo để làm chúng trở nên ngắn gọn hơn và dễ đọc hơn. Độ chính xác của tóm tắt có thể thay đổi dựa trên nội dung.
zh_cn: 生成私信和通知群组的内容摘要，使其简洁易读。摘要准确性可能因具体内容而异。
zh_hk: 將直接郵件和通知群組中的內容摘要，令內容更簡潔易讀。摘要準確性可能會因內容而異。
zh_tw: 對私人訊息和通知群組中的內容生成摘要，讓內容更簡潔易懂。摘要準確性可能視內容而有所不同。

# SPOKEN_NOTIFICATIONS_CARPLAY_ANNOUNCE_OPTIONS_REMEMBER_PREVIOUS_SETTING_FOOTER
source: CarPlay will remember the announcement setting from the last drive.
ar: سيتذكر كاربلاي إعداد الإعلان من الرحلة السابقة.
bg: CarPlay ще запомни настройката за оповестяване от последното шофиране.
ca: El CarPlay recordarà la configuració dels anuncis de l’últim viatge.
cs: CarPlay si bude pamatovat volby oznamování z poslední jízdy.
da: CarPlay husker den valgte indstilling til meddelelser fra den seneste køretur.
de: CarPlay merkt sich die Einstellung für Ankündigungen von der letzten Fahrt.
el: Το CarPlay θα απομνημονεύει τη ρύθμιση ανακοινώσεων από την πιο πρόσφατη οδήγηση.
es: CarPlay recordará el ajuste de anunciar las notificaciones que configuraste en el último viaje.
es_us: CarPlay recordará la configuración de anuncios del último trayecto.
fi: CarPlay muistaa viimeisimmän ajomatkan ilmoitusasetuksen.
fr: CarPlay mémorisera le réglage d’annonce du dernier trajet.
fr_ca: CarPlay se souviendra du réglage des annonces du dernier trajet.
he: ‏CarPlay יזכור את ההגדרות של ״הכרזה״ מהנסיעה הקודמת.
hi: CarPlay पिछली ड्राइव की घोषणा सेटिंग को याद रखेगा।
hr: CarPlay će zapamtiti postavku najave od posljednje vožnje.
hu: A CarPlay emlékezni fog az utolsó út során használt bejelentési beállításra.
id: CarPlay akan mengingat pengaturan pengumuman dari terakhir kali berkendara.
it: CarPlay ricorderà l’impostazione relativa alla lettura dell’ultimo tragitto.
ja: CarPlayで、前回の運転時の読み上げ設定が記憶されます。
kk: CarPlay функциясы соңғы көлік жүргізу әрекетінің жариялау реттеуін сақтайды.
ko: CarPlay는 지난번 운전할 때의 읽어주기 설정을 기억합니다.
lt: „CarPlay“ prisimins ankstesnio važiavimo pranešimų nustatymą.
ms: CarPlay akan mengingati seting pengumuman daripada pemanduan terakhir.
nl: CarPlay onthoudt de aankondigings­instelling van de laatste rit.
no: CarPlay vil huske kunngjøringsinnstillingen fra forrige tur.
pl: CarPlay będzie pamiętać ustawienie ogłaszania z poprzedniej jazdy.
pt_br: O CarPlay memorizará o ajuste de anúncio da viagem anterior.
pt_pt: A definição de anúncio usada na última deslocação será memorizada pelo CarPlay.
ro: CarPlay va reține configurarea anunțării de la ultima cursă.
ru: CarPlay настроит объявления как в прошлой поездке.
sk: CarPlay si bude pamätať nastavenie oznamovania z poslednej jazdy.
sl: Funkcija CarPlay si bo zapomnila nastavitev najavljanja iz prejšnje vožnje.
sv: CarPlay kommer ihåg inställningen för att tillkännage meddelanden från den förra resan.
th: CarPlay จะจำการตั้งค่าการอ่านแจ้งเตือนจากการขับขี่ล่าสุด
tr: CarPlay, son sürüşteki duyuru ayarını anımsar.
uk: CarPlay памʼятатиме налаштування для оголошень із минулої поїздки.
vi: CarPlay sẽ ghi nhớ cài đặt thông báo từ lần lái xe gần đây nhất.
zh_cn: CarPlay车载将记住上次驾驶时的播报设置。
zh_hk: CarPlay會記住上次駕駛的「讀出」設定。
zh_tw: CarPlay將保留上次車程的播報設定。

# ALERT_STYLE
source: Alert Style When Unlocked
ar: نمط التنبيه عندما يكون غير مقفل
bg: Стил на предупреждение при отключен екран
ca: Estil d’avís quan està desbloquejat
cs: Styl upozornění při odemčení
da: Advarsel, på ulåst skærm
de: Hinweisstil (entsperrt)
el: Στιλ ειδοποιήσεων όταν είναι ξεκλείδωτο
es: Estilo de los avisos (desbloqueado)
es_us: Estilo de alerta sin estar bloqueado
fi: Viestin tyyli, kun laite ei ole lukittu
fr: Style d’alerte si déverrouillé
fr_ca: Style d’alerte si déverrouillé
he: סגנון ההתראות כשהמכשיר אינו נעול
hi: अनलॉक होने पर अलर्ट शैली
hr: Stil alarma nakon otključavanja
hu: Jelzés stílusa, amikor fel van oldva
id: Gaya Peringatan Saat Tidak Dikunci
it: Stile avvisi quando sbloccato
ja: ロックされていないときの通知のスタイル
kk: Құлпы ашылған құрылғыдағы ескерту стилі
ko: 잠겨있지 않을 때 알림 스타일
lt: Įspėjimo stilius, kai atrakinta
ms: Gaya Isyarat Semasa Dibuka Kunci
nl: Meldingsstijl indien ontgrendeld
no: Varselstil når ulåst
pl: Styl alertu (ekran odblokowany)
pt_br: Estilo do Alerta Quando Desbloqueado:
pt_pt: Estilo dos avisos no ecrã desbloqueado
ro: Stil alertă în absența blocării
ru: Стиль предупреждения на разблокированном устройстве
sk: Štýl upozornenia pri odomknutí
sl: Slog opozorila pri odklenjeni napravi
sv: Notisstil om olåst
th: ลักษณะการเตือนเมื่อปลดล็อค
tr: Kilitli Değilken Uyarı Stili
uk: Стиль оповісток, коли відімкнено
vi: Kiểu Cảnh báo khi Mở khóa
zh_cn: 解锁后的提醒风格
zh_hk: 解鎖時的提示方式
zh_tw: 解鎖後的提示樣式
